base
dhclient
dosfstools
efibootmgr
git
grub
i3-wm
intel-ucode
iw
iwd
lightdm-gtk-greeter
linux
linux-firmware
lsof
man-db
neovim
openssh
rsync
sudo
termite
vim
which
xbindkeys
xcape
xorg-server
xorg-xset
zsh
