tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "awscli"
brew "bat"
brew "choose-gui"
brew "cliclick"
brew "coreutils"
brew "direnv"
brew "dos2unix"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "gitui"
brew "go"
brew "gofumpt"
brew "golangci-lint"
brew "graphicsmagick"
brew "hcl2json"
brew "htop"
brew "jless"
brew "jq"
brew "lazygit"
brew "lf"
brew "mas"
brew "moreutils"
brew "mysql-client"
brew "neovim"
brew "node"
brew "pandoc"
brew "prettier"
brew "ripgrep"
brew "rustup-init"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "stylua"
brew "wget"
brew "zsh-autosuggestions"
cask "1password"
cask "1password-cli"
cask "bettertouchtool"
cask "dash"
cask "firefox"
cask "flycut"
cask "font-hack"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "logitech-options"
cask "loom"
cask "obsidian"
cask "sequel-ace"
cask "slack"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "akamud.vscode-theme-onelight"
vscode "andrewmarkle.primer-light"
vscode "anoff.theme-monokai-light"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mkhl.shfmt"
vscode "ms-playwright.playwright"
vscode "rubymaniac.vscode-direnv"
vscode "rvest.vs-code-prettier-eslint"
vscode "sourcegraph.cody-ai"
vscode "stkb.rewrap"
vscode "timonwong.shellcheck"
vscode "vue.volar"
vscode "waderyan.gitblame"
