tap "d12frosted/emacs-plus"
tap "github/gh"
tap "golangci/tap"
tap "gpanders/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "johanhaleby/kubetail"
tap "kentaro-m/md2confl"
tap "ktr0731/evans"
tap "rockymadden/rockymadden"
tap "rsg/tap", "https://git.rsglab.com/rsg/homebrew-tap.git"
tap "stripe/stripe-cli"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "broot"
brew "pcre"
brew "choose-gui"
brew "chrome-cli"
brew "circleci"
brew "cliclick"
brew "cmake"
brew "coreutils"
brew "docker", link: false
brew "entr"
brew "exa"
brew "extract_url"
brew "fasd"
brew "fd"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gflags"
brew "gitui"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "grpc"
brew "grpcui"
brew "grpcurl"
brew "hadolint"
brew "haskell-stack"
brew "icdiff"
brew "jq"
brew "kafkacat"
brew "lf"
brew "luarocks"
brew "markdownlint-cli"
brew "moreutils"
brew "n"
brew "neovim"
brew "openjdk@11"
brew "pandoc"
brew "php-cs-fixer"
brew "prettier"
brew "protoc-gen-go"
brew "pup"
brew "python-yq"
brew "ranger"
brew "ripgrep"
brew "sd"
brew "shfmt"
brew "sk"
brew "stern"
brew "syncthing", restart_service: true
brew "tig"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "d12frosted/emacs-plus/emacs-plus@27"
brew "gpanders/tap/ijq"
brew "johanhaleby/kubetail/kubetail"
brew "kentaro-m/md2confl/md2confl"
brew "ktr0731/evans/evans"
brew "rockymadden/rockymadden/slack-cli"
brew "rsg/tap/dcm"
brew "rsg/tap/devtool"
brew "rsg/tap/pando-cli"
brew "rsg/tap/u"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "alfred"
cask "bettertouchtool"
cask "chrysalis"
cask "dash"
cask "dbeaver-community"
cask "docker"
cask "droplr"
cask "fluid"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono"
cask "gitkraken"
cask "gitup"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keybase"
cask "kitty"
cask "paletro"
cask "phpstorm"
cask "postman"
cask "sequel-pro"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "workflowy"
