tap "barnardb/cookies"
tap "camillescholtz/formulae"
tap "felangga/chiko"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "localstack/tap"
tap "spnw/formulae"
brew "act"
brew "awscli"
brew "bat"
brew "btop"
brew "caddy"
brew "choose-gui"
brew "cliclick"
brew "coreutils"
brew "direnv"
brew "dos2unix"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "graphicsmagick"
brew "icu4c@76"
brew "hcl2json"
brew "helix"
brew "htop"
brew "jq"
brew "ijq"
brew "jless"
brew "lazygit"
brew "lf"
brew "lla"
brew "mas"
brew "mercurial"
brew "mise"
brew "moreutils"
brew "mpc"
brew "mysql-client"
brew "neovim"
brew "node"
brew "nushell"
brew "nvm"
brew "pandoc"
brew "pipx"
brew "prettier"
brew "protobuf"
brew "protoc-gen-go"
brew "pup"
brew "renovate"
brew "ripgrep"
brew "rustup"
brew "sd"
brew "shellcheck"
brew "shfmt"
brew "sqlfluff"
brew "starship"
brew "stylua"
brew "telnet"
brew "temporal"
brew "tflint"
brew "tokei"
brew "up"
brew "weasyprint"
brew "wget"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "barnardb/cookies/cookies"
brew "felangga/chiko/chiko"
brew "hashicorp/tap/terraform"
brew "localstack/tap/localstack-cli"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "autodesk-fusion"
cask "bambu-studio"
cask "bettertouchtool"
cask "dash"
cask "dbeaver-community"
cask "dialpad"
cask "firefox"
cask "flameshot"
cask "flycut"
cask "font-hack"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "insomnia"
cask "karabiner-elements"
cask "kitty"
cask "logitech-camera-settings"
cask "logitech-options"
cask "loom"
cask "meetingbar"
cask "mmpsp"
cask "obsidian"
cask "postman"
cask "prusaslicer"
cask "raycast"
cask "sequel-ace"
cask "shortcat"
cask "slack"
cask "tableplus"
cask "vial"
cask "visual-studio-code"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "4ops.terraform"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.bookmarks"
vscode "andrewmarkle.primer-light"
vscode "anoff.theme-monokai-light"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "emeraldwalk.runonsave"
vscode "esbenp.prettier-vscode"
vscode "fredwangwang.vscode-hcl-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "kdl-org.kdl"
vscode "matthewpi.caddyfile-support"
vscode "mindaro-dev.file-downloader"
vscode "mkhl.shfmt"
vscode "ms-playwright.playwright"
vscode "rubymaniac.vscode-direnv"
vscode "rvest.vs-code-prettier-eslint"
vscode "sourcegraph.cody-ai"
vscode "stkb.rewrap"
vscode "timonwong.shellcheck"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "yinfei.luahelper"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
